Revit 2027 API
UnitTypeId.TonnesCarbonDioxidePerThousandBritishThermalUnits Property
 tonnes carbon dioxide per kBtu.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TonnesCarbonDioxidePerThousandBritishThermalUnits { get; }
Public Shared ReadOnly Property TonnesCarbonDioxidePerThousandBritishThermalUnits As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TonnesCarbonDioxidePerThousandBritishThermalUnits {
	ForgeTypeId^ get ();
}
static member TonnesCarbonDioxidePerThousandBritishThermalUnits : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace